Repository: DazmaLab/frenzy
Catalog: devel/packages/l10n-1.0/po/*.po
Languages: ru

source: Error
ru: Ошибка

source: Exit
ru: Выход

source: version
ru: версия

source: Cancel
ru: Отмена

source: not found
ru: не найден

source: Yes
ru: Да

source: No
ru: Нет

source: Can not create
ru: Не удалось создать

source: See log file for details
ru: Подробности смотрите в log файле

source: File
ru: Файл

source: or
ru: или

source: is not a device
ru: не является устройством

source: is not a directory
ru: не является директорией

source: Warning
ru: Предупреждение

source: Do you wish to continue?
ru: Желаете продолжить?

source: Usage
ru: Использование

source: Example
ru: Пример

source: Incorrect arguments
ru: Некорректные аргументы

source: Switching to root authority
ru: Переключение на полномочия root

source: mount
ru: монтировать

source: unmount
ru: демонтировать

source: Mounting
ru: Монтирование

source: Unable to
ru: Не удалось

source: Unmounting
ru: Демонтирование

source: Formatting
ru: Форматирование

source: format
ru: форматировать

source: Installation source
ru: Источник установки

source: Choose an installation source
ru: Выберите источник установки

source: No flash disk found.\nTry again?
ru: Flash диск не найден.\nПовторить попытку?

source: Flash disk
ru: Flash диск

source: Choose flash disk for installation
ru: Выберите flash диск для установки

source: Choose an ISO image
ru: Выберите ISO образ

source: Installation started at
ru: Установка начата в

source: Installation ended at
ru: Установка завершена в

source: Initializing flash disk
ru: Инициализация flash диска

source: initializing
ru: при инициализации

source: The following parameters selected
ru: Выбраны следующие параметры

source: Source type
ru: Тип источника

source: All information on flash disk will be destroyed
ru: Вся информация на flash диске будет уничтожена

source: doesn't contain entry for
ru: не содержит записи для

source: Creating partition table
ru: Создание таблицы разделов

source: create partition table
ru: создать таблицу разделов

source: Creating label on
ru: Создание метки на

source: create label on
ru: создать метку на

source: Installing boot manager on
ru: Установка менеджера загрузки на

source: install boot manager on
ru: установить менеджер загрузки на

source: Installing data
ru: Установка данных

source: install data
ru: установить данные

source: -n Noninteractive mode (cdialog is not required)\n -f Do not display warning messages\n -v Verbose logging\n -h Display this help message\n -s source Specify installation source\n source can be device, mountpoint or ISO image\n Default: /Frenzy/boot\n -l log Specify log file path\n Default: /tmp/install2flash.log\n disk Full path to flash disk device\n Default: /dev/da0
ru: -n Неинтерактивный режим (cdialog не требуется)\n -f Не выводить предупреждения\n -v Подробдый лог\n -h Вывести это справочное сообщение\n -s source Указать источник установки\n source может быть устройством, точкой монтирования или ISO образом\n По умолчанию: /Frenzy/boot\n -l log Указать путь к лог файлу\n По умолчанию: /tmp/install2flash.log\n disk Полный путь к flash диску\n По умолчанию: /dev/da0

source: At least one stage must be selected
ru: Хотя бы один этап должен быть выбран

source: Stage
ru: Этап

source: High load
ru: Высокая нагрузка

source: Memory test
ru: Тест памяти

source: Memory test under high load
ru: Тест памяти под высокой нагрузкой

source: Compression test
ru: Тест сжатия

source: CPU overload
ru: Перегрузка CPU

source: Disk IO and memory test
ru: Тест дискового IO и памяти

source: Test stages
ru: Этапы тестирования

source: Select test stages
ru: Выберите этапы тестирования

source: Stresstesting started at
ru: Стресс-тестирование начато в

source: Stresstesting ended at
ru: Стресс-тестирование завершено в

source: finished with error
ru: завершился с ошибкой

source: -123456 Specify test stages\n Stages will be performed in specified order\n -a Perform all stages\n -n Noninteractive mode (cdialog is not required)\n -v Verbose logging\n -h Display this help message\n -m mem Amount of memory to allocate and test (in MB)\n Default: 32 -c sqrt_wrk sqrt() workers count\n Default: 16 -i sync_wrks sync() workers count\n Default: 4 -s rnd_sz Size of random data (in MB)\n Default: mem * 2\n -f rnd File used for random data generation\n Default: /tmp/random.dat\n -l log Specify log file path\n Default: /tmp/stresstest.log
ru: -123456 Указать этапы тестирования\n Этапы будут выполнены в указанном порядке\n -a Выполнить все этапы\n -n Неинтерактивный режим (cdialog не требуется)\n -v Подробный лог\n -h Вывести это справочное сообщение\n -m mem Количество памяти для выделения и тестирования (в MB)\n По умолчанию: 32 -c sqrt_wrk Число sqrt() процессов\n По умолчанию: 16 -i sync_wrks Число sync() процессов\n По умолчанию: 4 -s rnd_sz Размер случайных данных (в MB)\n По умолчанию: mem * 2\n -f rnd Файл для генерации случайных данных\n По умолчанию: /tmp/random.dat\n -l log Указать путь к лог файлу\n По умолчанию: /tmp/stresstest.log
